Repository: webasyst/mailer
Catalog: locale/*/LC_MESSAGES/mailer.po
Languages: ru_ru

source: Unsaved changes will be lost if you leave this page now. Are you sure?
ru_ru: Несохраненные изменения будут потеряны. Уйти с этой страницы?

source: how were selected
ru_ru: как были выбраны

source: Author
ru_ru: Автор

source: Encryption requires OpenSSL PHP module to be installed.
ru_ru: Чтобы включить шифрование, необходимо расширение PHP OpenSSL.

source: No <tt>cron</tt> jobs, required for long mailings, have been set up for your account.
ru_ru: У вас не настроены задания <tt>cron</tt>, которые необходимы для выполнения длительных рассылок.

source: Scheduled sending is unavailable (no <tt>cron</tt> jobs set up)!
ru_ru: Отложенная рассылка невозможна (не настроены задания <tt>cron</tt>)!

source: Without <tt>cron</tt> jobs set up, do not close your browser window after clicking on the “Send to selected recipients” button to complete the email sending process.
ru_ru: <br>Внимание! Без настройки <tt>cron</tt> не закрывайте страницу после нажатия на кнопку «Отправить выбранным получателям» до завершения отправки.

source: Without <tt>cron</tt> jobs set up, do not close your browser window after clicking on the “%s” button to complete the email sending process.
ru_ru: <br>Внимание! Без настройки <tt>cron</tt> не закрывайте страницу после нажатия на кнопку «%s» до завершения отправки.

source: To ensure that sending is completed without your input, please set up <tt>cron</tt> jobs (<a href="%s" target="_blank">view instructions</a>), with the commands specified below, in your web-hosting control panel:
ru_ru: Для того чтобы рассылка автоматически продолжалась без вашего участия, необходимо настроить задания <tt>cron</tt> (<a href="%s" target="_blank">инструкция по настройке</a>) с указанными ниже командами в контрольной панели вашего хостинга:

source: https://developers.webasyst.com/tips/cron/
ru_ru: https://developers.webasyst.ru/docs/tips/cron/

source: This list contains the email addresses of contacts who have clicked on the “unsubscribe” link in a received message. These addresses are automatically excluded from the recipient lists of all future mailings.
ru_ru: В этом списке содержатся адреса контактов, которые отписались от получения рассылок с помощью ссылки для отписки. Эти адреса автоматически исключаются из числа получателей всех последующих рассылок.

source: Subscribers are the persons who have expressly opted for receiving email messages from you by submitting their email addresses via a subscription form on your website. To collect subscribers’ email addresses, publish the form displayed below on your website or blog.
ru_ru: Подписчики — это те, кто добровольно изъявили желание получать от вас рассылки, отправив свои электронные адреса через форму подписки на вашем сайте. Для того чтобы у вас появились подписчики, разместите приведенный ниже код формы подписки на своем сайте или в блоге.

source: Manage templates
ru_ru: Управление шаблонами

source: Please choose one of these templates to create a new email campaign. If none of the templates suits your needs, click on &ldquo;Blank&rdquo; to compose a new message.
ru_ru: Воспользуйтесь одним из готовых шаблонов для создания текста рассылки. Если ни один шаблон не подошел, наберите текст сообщения с &laquo;чистого листа&raquo;.

source: Be sure to enter your message subject and text to proceed to recipient selection and message sending steps.
ru_ru: Введите тему и текст сообщения. После этого вы сможете перейти к выбору получателей и отправке сообщения.

source: To specify recipients for your campaign, select the desired contact groups provided by the Contacts application or enter additional email addresses.
ru_ru: В качестве получателей рассылки могут быть указаны электронные адреса из приложения «Контакты», а также дополнительные адреса, добавленные вручную.

source: Your contacts may be speaking different languages. You can limit the recipient list by selecting only the desired languages.
ru_ru: Ваши контакты говорят на разных языках. Вы можете ограничить список получателей рассылки, выбрав нужные языки.

source: Categories are groups of contacts which you can freely manage in the Contacts application. In addition to manually created categories, there are also system categories created by other Webasyst applications; e.g., Shop-Script or Blog. Those categories contain contacts added by the corresponding applications: customers of the online store or authors of comments posted in the blog.
ru_ru: Категории — это группы контактов, которые вы можете произвольным образом формировать в приложении «Контакты». Кроме произвольно созданных категорий, в «Контактах» есть специальные категории, созданные другими приложениями, например, «Магазин» или «Блог» — в этих категориях содержатся контакты, созданные в соответствующих приложениях: покупатели магазина, авторы комментариев к записям в блоге и т. п.

source: This option allows selecting contacts who have opted for receiving your email newsletters using a subscription form (see the Subscribers section).
ru_ru: Позволяет выбрать адреса контактов, которые сами подписались на ваши рассылки с помощью формы подписки (см. раздел «Подписчики»).

source: Use this field to manually enter any additional email addresses. If such addresses are not yet contained in the Contacts application, they will be added there as new contacts once the sending of this message is completed.
ru_ru: В этом поле можно вручную указать любые электронные адреса. Если в приложении «Контакты» еще нет таких адресов, то они будут автоматически добавлены в него в виде новых контактов сразу после завершения рассылки.

source: No subscribed addresses yet.
ru_ru: Пока никто не подписался.

source: Design
ru_ru: Дизайн

source: Search by name or email
ru_ru: Поиск по имени или email

source: Edit the subject to show the recipients that this is a test message.
ru_ru: Вы можете изменить тему, для того чтобы показать получателям, что это тестовая отправка.

source: Self unsubscribed from %s.
ru_ru: Отписался самостоятельно в рассылке %s.

source: Unsubscribed by administrator.
ru_ru: Отписан администратором.

source: You can also %sunsubscribe any email address%s.
ru_ru: Вы также можете %sсамостоятельно отписать любой контакт%s.

source: N/A
ru_ru: нет

source: %s is not writable
ru_ru: %s недоступен для записи

source: WARNING:
ru_ru: ПРЕДУПРЕЖДЕНИЕ:

source: Return-Path address specified above is not available.
ru_ru: Указанный адрес Return-Path недоступен.

source: Return-Path address is used to automatically process bounced emails.
ru_ru: Адрес Return-Path используется для автоматического получения и обработки отказов (bounces) почтовым сервером получателя.

source: Return-Path “%s” is forbidden by the sending server.
ru_ru: Return-Path «%s» запрещен сервером отправителя.

source: Save as a template
ru_ru: Сохранить как шаблон

source: Create a clone
ru_ru: Создать новую из этой

source: To create a new campaign as a copy of a previously sent one, open the desired message and click “Create new from this”.
ru_ru: Для создания копии ранее отправленной рассылки перейдите в нее и выберите действие «Создать новую из этой».

source: Unsubscribe URL
ru_ru: URL для отписки

source: In every outgoing message this variable will be replaced with a unique link pointing to recipient’s personal subscription management page.
ru_ru: В каждом отправляемом сообщении эта переменная будет заменена на персональную ссылку для перехода на страницу управления подписками.

source: Following variables will be replaced with recipient’s contact data:
ru_ru: Следующие переменные будут заменены персональными данными контакта получателя:

source: Export to file (ZIP)
ru_ru: Экспорт в файл (ZIP)

source: You have no routing rules defined for Mailer application.
ru_ru: Для приложения «Рассылки» не настроены правила маршрутизации.

source: Unsubscribe links in your message will not work.
ru_ru: Ссылки отписки в вашей рассылке не будут работать.

source: To set up routing rules use %sSite application%s.
ru_ru: Для настройки правил маршрутизации используйте %sприложение «Сайт»%s.

source: Settings checking passed. Campaign is ready for sending.
ru_ru: Проверка настроек выполнена. Сообщение готово к отправке.

source: Scheduled sending
ru_ru: Отложенная рассылка

source: We will provide final checking and offer you to choose whether to send now or to schedule sending for a future date and time.
ru_ru: Мы выполним финальную проверку и предложим выбор: отправить сейчас или настроить отложенную рассылку на определенную дату и время.

source: current time is
ru_ru: текущее время:

source: format
ru_ru: формат

source: Incorrect date or time
ru_ru: Неправильные дата или время

source: Cron is working properly. Latest execution time: %s
ru_ru: CRON для отложенной рассылки включен и работает. Время последнего запуска: %s

source: Sending is scheduled for
ru_ru: Отправление рассылки запланировано на

source: Schedule
ru_ru: Запланировать

source: all drafts
ru_ru: все черновики

source: Lists
ru_ru: Списки

source: New list
ru_ru: Новый список

source: Forms
ru_ru: Формы

source: New form
ru_ru: Новая форма

source: Confirm subscription
ru_ru: Подтверждение подписки

source: Delete this form
ru_ru: Удалить эту форму

source: Add to lists
ru_ru: Добавить в списки

source: Select lists to which new subscriber will be added:
ru_ru: Укажите, в какие списки следует добавить подписчика:

source: If no list is selected, a subscriber will be added only to “All subscribers”.
ru_ru: Если не выбрано ни одного списка, то подписчик будет добавлен во «Все подписчики».

source: Show list selection in the form
ru_ru: Показать выбор списков в форме подписки

source: Enable subscribers to select subscription lists in which they want to be included.
ru_ru: В этом случае подписчик самостоятельно сможет выбрать нужные ему списки.

source: Captcha
ru_ru: Капча

source: Subscriber lists are useful for a thematic grouping of your subscribers, e.g.: news, special offers, new product release, etc.
ru_ru: Списки удобны для группирования подписчиков по темам, которые их заинтересуют, например: подписка на новости, специальные предложения, выпуск новых продуктов и т. д.

source: Forms are required to organize a subscription on your website. Create a form, publish it on your website, and visitor will be able to subscribe themselves.
ru_ru: Формы необходимы для организации подписки на вашем сайте. Создайте форму, опубликуйте ее на странице вашего сайта и посетители смогут самостоятельно подписываться на рассылки.

source: Publishing on external site
ru_ru: Публикация на внешнем сайте

source: Use this code to publish the form on your website:
ru_ru: Для публикации формы на сайте используйте этот код:

source: Select at least one subscription subject
ru_ru: Выберите хотя бы одну тему подписки

source: Subscribers are the persons who have expressly opted for receiving email messages from you by submitting their email addresses via a subscription form on your website. To collect subscribers’ email addresses, <a href="javascript:void(0)">create a form</a> and publish it on your website or blog.
ru_ru: Подписчики — это те, кто добровольно изъявили желание получать от вас рассылки, отправив свои электронные адреса через форму подписки на вашем сайте. Для того чтобы у вас появились подписчики, <a href="javascript:void(0)">создайте форму</a> и разместите ее на своем сайте или в блоге.

source: form name
ru_ru: название формы

source: To collect subscribers’ email addresses to this list, enable this list in your subscription form settings.
ru_ru: Для того чтобы в этом списке появились подписчики, включите список в настройках формы подписки.

source: Please confirm your subscription
ru_ru: Пожалуйста, подтвердите вашу подписку

source: Edit field label
ru_ru: Редактировать подпись поля

source: Edit hint for this field
ru_ru: Редактировать подсказку для этого поля

source: Do you really want to delete this list?
ru_ru: Вы действительно хотите удалить список?

source: Contacts will NOT be deleted.
ru_ru: Контакты НЕ БУДУТ удалены.

source: Delete list
ru_ru: Удалить список

source: Edit button label
ru_ru: Редактировать название кнопки

source: Check &amp; send
ru_ru: Проверить и отправить

source: Choose recipients
ru_ru: Выбрать получателей

source: Read
ru_ru: Прочитано

source: Start
ru_ru: Старт

source: Finish
ru_ru: Финиш

source: sending duration
ru_ru: продолжительность рассылки

source: Number of recipients
ru_ru: Количество получателей

source: per hour
ru_ru: в час

source: per minute
ru_ru: в минуту

source: Shown
ru_ru: Показано

source: or select a required period on the chart
ru_ru: или выберите нужный период на графике

source: 24h
ru_ru: 24ч

source: 48h
ru_ru: 48ч

source: %s recipient appear in the period selected
ru_ru: %s получатель попадают в выбранный период

source: %s recipient have been selected for this campaign
ru_ru: Для данной рассылки был выбран %s получатель

source: However, not every one of them was actually included in the mailing list (see %s for details)
ru_ru: Однако не всем из них было фактически отправлено ваше письмо (см. подробности в секции %s)

source: Excluded were previously unsubscribed and also those email addresses that have resulted in a permanent error returned by the recipient server in your past mailing campaigns. Those mail boxes either do not exist, or cannot receive your message by any reason. Further attempts to send messages to these addresses may result in the blacklisting of your mail server. Therefore, it is recommended to exclude these addresses from all future recipient lists.
ru_ru: Из рассылки были исключены ранее отписавшиеся, а также те адреса, почтовый сервер которых вернул в прошлых рассылках сообщение о постоянной ошибке в адресе получателя. Такие адреса либо не существуют, либо не могут по какой-либо причине получать от вас сообщения. Попытки повторных рассылок на эти адреса могут привести к тому, что ваш сервер отправителя попадет в «черный список». По этой причине данные адреса исключаются по умолчанию из списков получателей ваших рассылок.

source: Compose message
ru_ru: Написать письмо

source: Preparing recipient list
ru_ru: Подготавливаем список получателей

source: Search contacts
ru_ru: Поиск контактов

source: The type of resource that is sending you traffic, e.g. newsletter.
ru_ru: Тип ресурса, который создает вам приток посетителей, напр., newsletter.

source: The type of marketing medium that the link is featured in, e.g. email.
ru_ru: Маркетинговый инструмент, которым является ваша рассылка, напр., email.

source: The name of your marketing campaign, e.g. your email subject.
ru_ru: Название вашей маркетинговой кампании, напр., тема письма.

source: Source (utm_source)
ru_ru: Источник (utm_source)

source: Medium (utm_medium)
ru_ru: Канал (utm_medium)

source: Campaign (utm_campaign)
ru_ru: Кампания (utm_campaign)

source: Unable to send test messages:
ru_ru: Невозможно отправить тестовые сообщения:

source: Drag and drop an image file here (JPG, GIF, PNG)
ru_ru: Перетащите сюда файл изображения (JPG, GIF, PNG)

source: Reply-To Email
ru_ru: Адрес Reply-To

source: Files with extensions %s are allowed only.
ru_ru: Разрешены только файлы с раcширениями %s.

source: Unable to open archive file.
ru_ru: Невозможно открыть архив.

source: Unable to extract template file.
ru_ru: Невозможно извлечь файл шаблона.

source: Required fields
ru_ru: Обязательные поля

source: Required field
ru_ru: Обязательное поле

source: Server error
ru_ru: Ошибка сервера

source: Reload image
ru_ru: Обновить изображение

source: Show
ru_ru: Показывать

source: records
ru_ru: записей

source: From
ru_ru: От

source: Text
ru_ru: Текст

source: Edit form name
ru_ru: Редактировать имя формы

source: Form view setup
ru_ru: Настройка отображения формы

source: Fields
ru_ru: Поля

source: Field labels
ru_ru: Подписи полей

source: Left aligned
ru_ru: Слева от поля

source: Top aligned
ru_ru: Над полем

source: Hide
ru_ru: Не показывать

source: Form width (200-600px)
ru_ru: Ширина формы (200–600 пикселей)

source: After form submission
ru_ru: После отправки формы

source: This setting will redirect clients to any specified URL or display any text message after the form is submitted.
ru_ru: Эта настройка позволяет после заполнения формы и отправки запроса перенаправлять клиентов на любую указанную страницу либо показывать на месте формы какое-либо сообщение.

source: After successful submission:
ru_ru: После успешной отправки:

source: Redirect to URL
ru_ru: Перейти на страницу

source: Display text instead of the form
ru_ru: Показать указанный текст вместо формы

source: Thanks for subscribing!
ru_ru: Спасибо за подписку!

source: Dear {SUBSCRIBER_NAME}!
ru_ru: Уважаемый(ая) {SUBSCRIBER_NAME}!

source: Please click the following link to confirm your subscription:
ru_ru: Перейдите по ссылке для подтверждения подписки:

source: Thank you!
ru_ru: Спасибо!

source: A message will be sent to the subscriber’s address, with a special link which must be clicked to confirm the subscription.
ru_ru: Подписчику будет отправлено сообщение со специальной ссылкой, по которой необходимо перейти для подтверждения подписки.

source: Are you sure?
ru_ru: Вы уверены?

source: Unsaved changes will be lost if you leave this page now.
ru_ru: Все несохраненные изменения будут потеряны, если вы сейчас покинете эту страницу

source: Cancel schedule
ru_ru: Отменить расписание

source: All history
ru_ru: Весь период

source: thanks for subscription!
ru_ru: спасибо за подписку!

source: Thanks for subscription!
ru_ru: Спасибо за подписку!

source: Contacts Lists
ru_ru: Списки контактов

source: Contacts PRO
ru_ru: Контакты PRO

source: Subscriber name, if used in the form.
ru_ru: Имя подписчика, если используется в форме.

source: URL to confirm subscription. A click on this link opens “My subscriptions” page in the customer account.
ru_ru: Адрес подтверждения подписки. Щелчок по нему открывает страницу «Мои подписки» в личном кабинете подписчика.

source: My subscriptions
ru_ru: Мои подписки

source: Subscribe again
ru_ru: Подписаться вновь

source: Unsubscribe from all
ru_ru: Отписаться от всех

source: We are using <a href="http://www.webasyst.com/">Webasyst</a>
ru_ru: Мы используем <a href="http://www.webasyst.com/">Webasyst</a>

source: Contact lists
ru_ru: Списки контактов

source: Contact search
ru_ru: Поиск контактов

source: List
ru_ru: Список

source: Search
ru_ru: Поиск

source: Choose forms which will add subscribers to this list
ru_ru: Выберите формы, через которые подписчики будут добавляться в этот список

source: Subscription forms
ru_ru: Формы подписки

source: This list is not associated with any subscription form.
ru_ru: Этот список не связан ни с одной формой подписки.

source: No subscribers in this list.
ru_ru: В этом списке нет подписчиков.

source: Invalid email format
ru_ru: Неверный формат email

source: reload
ru_ru: обновить

source: Send to selected recipients
ru_ru: Отправить выбранным получателям

source: Checking campaign settings and preparing recipient list
ru_ru: Проверка настроек и подготовка списка получателей

source: Nothing found. Change search criteria
ru_ru: Ничего не найдено. Обновите критерии поиска

source: Show recipient list with unique email addresses
ru_ru: Показать список получателей с уникальными email-адресами

source: To select contact lists, first create them in the <a href="%s">Contacts</a> app.
ru_ru: Нет списков контактов — создайте их в приложении «<a href="%s">Контакты</a>»

source: You have no subscriber lists, create them in the Subscribers section
ru_ru: Нет списков подписчиков — создайте их в разделе «Подписчики»

source: Your subscription list successfully updated.
ru_ru: Ваш список подписок успешно обновлен.

source: You are unsubscribed from all mailing campaigns.
ru_ru: Вы отписались от всех рассылок.

source: Select emailing campaigns you would like to participate in:
ru_ru: Выберите темы, по которым вы хотите получать рассылки:

source: Unsubscribe from all mailings
ru_ru: Отписаться от всех рассылок

source: Please specify your email address in the Contacts app
ru_ru: Укажите свой электронный адрес в приложении «Контакты»

source: Incorrect data
ru_ru: Неверные данные

source: Apply
ru_ru: Применить

source: sent campaign
ru_ru: отправил рассылку

source: composed a new campaign
ru_ru: создал новую рассылку

source: composed a new template
ru_ru: создал новый шаблон

source: subscribed via form
ru_ru: подписался из формы

source: subscribed via customer portal
ru_ru: подписался из личного кабинета

source: unsubscribed from all mailings
ru_ru: отписался от всех рассылок

source: edited subscription list in customer portal
ru_ru: отредактировал список подписок в личном кабинете

source: scheduled delayed sending
ru_ru: запланировал отложенную рассылку

source: <a target="_blank" href="https://www.webasyst.com/crm/support/2024/mailer-dkim/">What is DKIM</a>
ru_ru: <a target="_blank" href="https://support.webasyst.ru/2023/mailer-dkim/">Что такое DKIM</a>

source: Please enter sender’s email address to use DKIM.
ru_ru: Для использования DKIM введите адрес отправителя.

source: Add a new TXT record with this public DKIM key to the DNS zone of domain name
ru_ru: Добавьте новую TXT-запись с данным публичным ключом DKIM в DNS-зону домена

source: Host
ru_ru: Хост

source: Record type
ru_ru: Тип записи

source: Value
ru_ru: Значение

source: Open in browser
ru_ru: Открыть в браузере

source: “Open in browser” link
ru_ru: Ссылка «Открыть в браузере»

source: This variable will be replaced with a personal recipient link that can be used to view message on browser.
ru_ru: Эта переменная будет заменена на персональную ссылку для просмотра сообщения в браузере

source: Remove from subscribers
ru_ru: Убрать из числа подписчиков

source: You need to install PHP extension openssl to use DKIM.
ru_ru: Установите расширение PHP openssl, чтобы использовать DKIM.

source: You need PHP version 5.3 or higher to use DKIM. Your current version is:
ru_ru: Для использования DKIM нужна версия PHP 5.3 или выше. Ваша версия PHP:

source: Subscriptions
ru_ru: Подписки

source: Not included in any mailing list
ru_ru: Не включен ни в один список рассылки

source: Campaigns
ru_ru: Рассылки

source: Status
ru_ru: Статус

source: Send newsletter with Mailer
ru_ru: Отправить письмо в «Рассылках»

source: Shop customers
ru_ru: Заказчик

source: Subscription name
ru_ru: Название подписки

source: Email address
ru_ru: Email-адрес

source: Subscription date
ru_ru: Дата подписки

source: No campaigns were sent to this recipient
ru_ru: Ни одной рассылки не было отправлено этому получателю

source: Full name
ru_ru: Полное имя

source: Personal data processing
ru_ru: Обработка персональных данных

source: ---INSERT A LINK HERE!---
ru_ru: ---ВСТАВЬТЕ СЮДА ССЫЛКУ НА ДОКУМЕНТ!---

source: I agree to %spersonal data protection policy%s
ru_ru: Я принимаю условия %sполитики обработки персональных данных%s

source: By submitting this form I agree to %spersonal data protection policy%s
ru_ru: Нажимая на кнопку подтверждения, я принимаю условия %sполитики обработки персональных данных%s

source: Do not require consent to personal data protection policy
ru_ru: Не требовать согласия с политикой обработки персональных данных

source: Show only notice and link to policy
ru_ru: Показывать только подсказку со ссылкой на политику

source: Show mandatory checkbox, notice, and link
ru_ru: Предлагать включить обязательный флажок с подсказкой и ссылкой

source: Restore original text
ru_ru: Восстановить стандартный текст

source: Please confirm your consent
ru_ru: Подтвердите согласие с условиями

source: CRM segments
ru_ru: Сегменты CRM

source: To select CRM segments, first create them in the <a href="%s">CRM</a> app.
ru_ru: Для использования сегментов CRM создайте их в приложении <a href="%s">CRM</a>.
