Repository: webasyst/mailer
Catalog: locale/*/LC_MESSAGES/mailer.po
Languages: ru_ru

source: Mailer
ru_ru: Рассылки

source: Loading...
ru_ru: Загрузка...

source: Type here a description for your reference only. It will not be shown to your campaign recipients.
ru_ru: Добавьте сюда описание шаблона только для вашей собственной справки. Оно не будет показано получателям рассылки.

source: Subject
ru_ru: Тема сообщения

source: Description
ru_ru: Описание

source: Variables
ru_ru: Переменные

source: Save
ru_ru: Сохранить

source: or
ru_ru: или

source: more
ru_ru: еще

source: cancel
ru_ru: отмена

source: Unsubscribe
ru_ru: Отписаться

source: Unsubscribe
ru_ru: Отписать

source: Unsubscribe contact
ru_ru: Отписать контакт

source: New template
ru_ru: Новый шаблон

source: New campaign
ru_ru: Новая рассылка

source: No
ru_ru: Нет

source: Yes
ru_ru: Да

source: Sending speed
ru_ru: Скорость рассылки

source: as fast as possible
ru_ru: как можно быстрее

source: send not more than
ru_ru: отправлять не более

source: messages per hour
ru_ru: писем в час

source: Paste emails here, one email (or Name <email>) per line.
ru_ru: Скопируйте сюда список email-адресов (или Имя <email>), по одному на строке.

source: Add
ru_ru: Добавить

source: Sender
ru_ru: Отправитель

source: Recipients
ru_ru: Получатели

source: Opened
ru_ru: Прочитано

source: Clicked
ru_ru: Переходы

source: Bounced
ru_ru: Отказы

source: Unsubscribed
ru_ru: Отписались

source: Unsubscribed
ru_ru: Отписался

source: Drafts
ru_ru: Черновики

source: Sent
ru_ru: Отправленные

source: Sent
ru_ru: Отправлено

source: Templates
ru_ru: Шаблоны

source: Delete
ru_ru: Удалить

source: Letter
ru_ru: Письмо

source: Send
ru_ru: Отправить

source: Saved
ru_ru: Сохранено

source: Delete campaign
ru_ru: Удалить рассылку

source: This campaign has been successfully deleted.
ru_ru: Данная рассылка была успешно удалена.

source: Now sending
ru_ru: Идет рассылка

source: <no subject>
ru_ru: <без темы>

source: not written yet
ru_ru: еще не написано

source: Not set yet
ru_ru: Еще не настроен

source: not specified yet
ru_ru: еще не выбраны

source: Total selected:
ru_ru: Всего выбрано:

source: type the subject of your message
ru_ru: напишите тему вашего письма

source: Delete this draft
ru_ru: Удалить черновик

source: This draft has been deleted.
ru_ru: Черновик удален.

source: Unable to prepare recipients list. Another user attempted to start sending this campaign?
ru_ru: Ошибка во время формирования списка получателей. Другой пользователь параллельно запустил рассылку?

source: If many of your recipients addresses are hosted by popular mail services; e.g., @gmail.com, @yahoo.com, etc., then too high sending speed may cause banning of your mail server because of spam suspicion and those recipients will not receive your message.
ru_ru: Если многие из адресов ваших получателей расположены на популярных почтовых сервисах (например @mail.ru, @gmail.com и т. д.), то при слишком высокой скорости рассылки ваш сервер отправителя будет заблокирован из-за подозрения на спам, и эти получатели не получат сообщение.

source: Sending report
ru_ru: Отчет о рассылке

source: %s distinct recipient
ru_ru: %s уникальный получатель

source: Total
ru_ru: Итого

source: Category
ru_ru: Категория

source: %d second
ru_ru: %d секунда

source: %d minute
ru_ru: %d минута

source: %d hour
ru_ru: %d час

source: Error
ru_ru: Ошибка

source: Upload thumbnail
ru_ru: Загрузить эскиз

source: Change thumbnail
ru_ru: Изменить эскиз

source: Delete thumbnail
ru_ru: Удалить эскиз

source: Add a description
ru_ru: Добавить описание

source: Import template
ru_ru: Импорт шаблона

source: Drag and drop ZIP-archive file here
ru_ru: Перетащите ZIP-архив в эту область

source: choose a file to upload
ru_ru: выберите файл для загрузки

source: Server error. Upload directory isn’t writable.
ru_ru: Ошибка: каталог для загруженных файлов недоступен для записи.

source: No files were uploaded.
ru_ru: Не загружено ни одного файла.

source: Could not save uploaded file.
ru_ru: Невозможно сохранить загруженный файл.

source: File is too large
ru_ru: Файл слишком велик.

source: The upload was canceled, or server error encountered
ru_ru: Загрузка отменена, или возникла ошибка сервера.

source: Valid file types: %s.
ru_ru: Допустимые типы файлов: %s.

source: ZipArchive class not found. Template import is not available on your server.
ru_ru: Класс ZipArchive не найден. Импорт шаблонов невозможен на этом сервере.

source: Cancel
ru_ru: Отмена

source: An archive (ZIP) file for the template import must contain an HTML file in the archive root. Other files (e. g. images) referred to in the main HTML file must be located in the archive root or its subfolders.
ru_ru: Архивный ZIP-файл для импорта шаблона должен содержать HTML-файл в корне архива. Все необходимые файлы (например, файлы изображений), на которые есть ссылки в HTML-файле, должны быть расположены в корне или в подпапках архива.

source: Archive (ZIP) file for template import must contain an HTML file in the root of archive.
ru_ru: Архивный ZIP-файл для импорта шаблона должен содержать HTML-файл в корне архива.

source: Please select an HTML file to import:
ru_ru: Пожалуйста, выберите HTML-файл для импорта:

source: Delete template
ru_ru: Удалить шаблон

source: Template &ldquo;%s&rdquo; has been successfully deleted.
ru_ru: Шаблон &laquo;%s&raquo; был успешно удален.

source: File is not an image or is broken.
ru_ru: Файл не является картинкой или содержит ошибку.

source: Edit description
ru_ru: Редактировать описание

source: Unknown
ru_ru: Неизвестно

source: Error importing template.
ru_ru: Ошибка импорта шаблона.

source: Search results
ru_ru: Результаты поиска

source: Design editor
ru_ru: Визуальный редактор

source: Plain text
ru_ru: Простой текст

source: This plain text version of your message is automatically created from the HTML version and is displayed if recipients have disabled the HTML-viewing mode in their email programs.
ru_ru: Эта текстовая версия вашего сообщения автоматически создается из HTML-версии и отображается у получателей, если в их почтовых программах выключена возможность просмотра сообщений в режиме HTML.

source: Load next 50
ru_ru: Показать следующие 50

source: Unknown error
ru_ru: Неизвестная ошибка

source: Email address &lt;%s&gt; has been removed from the %s mailing list.
ru_ru: Почтовый адрес &lt;%s&gt; удален из списка рассылки %s.

source: Earlier unsubscribed
ru_ru: Ранее отписавшийся

source: search by words in subject or text
ru_ru: найти по словам в теме или тексте

source: Enable Google Analytics for this campaign
ru_ru: Включить UTM-метки (для «Яндекс.Метрики» или Google Analytics)

source: All contacts
ru_ru: Все контакты

source: Remaining
ru_ru: Осталось

source: %ds
ru_ru: %dс

source: %dm
ru_ru: %dм

source: %dh
ru_ru: %dч

source: All recipients
ru_ru: Все получатели

source: Delivering error in past campaigns
ru_ru: Ошибка доставки в прошлых рассылках

source: Subscribers
ru_ru: Подписчики

source: Unsubscribed
ru_ru: Отписавшиеся

source: No unsubscribed addresses yet.
ru_ru: Пока никто не отписался.

source: search by email
ru_ru: поиск по электронному адресу

source: Name
ru_ru: Имя

source: Unsubscribe date
ru_ru: Дата отписки

source: Total addresses
ru_ru: Всего адресов

source: Resubscribe
ru_ru: Подписать вновь

source: Close
ru_ru: Закрыть

source: No unsubscribers match search criteria.
ru_ru: Ни один контакт не удовлетворяет условиям поиска.

source: Linked to contact
ru_ru: Связан с контактом

source: Unsubscriber does not exist.
ru_ru: Отписавшийся адрес не существует.

source: Not sent yet
ru_ru: Еще не отправлено

source: Subscribe form
ru_ru: Форма подписки

source: Thank you for your subscription.
ru_ru: Благодарим вас за подписку.

source: No subscribers match search criteria.
ru_ru: Ни один контакт не удовлетворяет условиям поиска.

source: Subscribe
ru_ru: Подписаться

source: This field is required.
ru_ru: Это поле обязательное.

source: Enabled
ru_ru: Включено

source: Disabled
ru_ru: Выключено

source: No limit
ru_ru: Без ограничений

source: Not specified
ru_ru: Не указан

source: Remove from all subscribers
ru_ru: Исключить из всех подписок

source: Remove from this subscribers list
ru_ru: Исключить из этого списка подписчиков

source: Do you really want to eliminate contact %s from all subscribers?
ru_ru: Вы действительно хотите исключить контакт %s из всех подписок?

source: Do you really want to eliminate contact %s from this subscribers list?
ru_ru: Вы действительно хотите исключить контакт %s из этого списка подписчиков?

source: Do not show this question any more
ru_ru: Больше не показывать это предупреждение

source: NOTE: This contact will not be deleted. It will be only removed from all subscription lists.
ru_ru: ПРИМЕЧАНИЕ: Контакт не будет удален. Он будет только исключен из всех подписок.

source: NOTE: This contact will not be deleted. It will be only eliminated from this subscription list.
ru_ru: ПРИМЕЧАНИЕ: Контакт не будет удален. Он будет только иключен из текущего списка подписчиков.

source: Return-Path address is used to automatically process bounced emails. We recommend to create a special email address to receive bounces as it allows to obtain a true statistics about your message delivering.
ru_ru: Адрес Return-Path используется для автоматического получения и обработки отказов (bounces) почтовым сервером получателя. Мы рекомендуем вам создать специальный адрес для получения таких отказов, это позволит вам получать объективную статистику доставки письма в отчете о рассылке.

source: Error checking mail:
ru_ru: Ошибка проверки почты:

source: Error checking mail transport:
ru_ru: Ошибка проверки отправителя:

source: Bounced by sender mail server
ru_ru: Отвергнуто сервером отправителя

source: All bounces
ru_ru: Все отказы

source: Do you really want to remove this campaign (you will not be able to undo this action)?
ru_ru: Вы действительно хотите удалить рассылку (без возможности восстановления)?

source: Images containing in your message will be unavailable to your recipients.
ru_ru: Изображения, которые содержатся в сообщении, станут недоступными получателям.

source: Do you really want to remove this template (you will not be able to undo this action)?
ru_ru: Вы действительно хотите удалить шаблон (без возможности восстановления)?

source: Paused
ru_ru: Остановлена

source: Pause
ru_ru: Пауза

source: Resume
ru_ru: Продолжить

source: Sending paused
ru_ru: Рассылка остановлена

source: Error checking the Return-Path mailbox
ru_ru: Ошибка проверки адреса Return-path

source: All subscribers
ru_ru: Все подписчики

source: Edit sender
ru_ru: Редактировать отправителя

source: Add a new sender
ru_ru: Добавить нового отправителя

source: If you leave this field empty, replies will come to the main sender address specified above.
ru_ru: Если вы оставите это поле пустым, ответы будут приходить на главный адрес отправителя, указанный выше.

source: add a new sender
ru_ru: добавить нового отправителя

source: add a new Return-Path
ru_ru: добавить новый Return-Path

source: Add a new Return-Path
ru_ru: Добавить новый Return-Path

source: Edit
ru_ru: Редактировать

source: Edit Return-Path
ru_ru: Редактировать Return-Path

source: n/a
ru_ru: н/д

source: no data
ru_ru: нет данных

source: Message viewing statistics cannot be counted as your message does not contain images.
ru_ru: Прочтения нельзя посчитать, потому что ваше сообщение не содержит изображений.

source: Unsubscribe URL is located only in your message headers. It does not guarantee an appearance of unsubscribe link in recipient mail program.
ru_ru: Ссылка отписки содержится только в заголовках вашего письма. Это не гарантирует появление ссылки отписки в почтовой программе получателя.

source: Return-Path is not set up. This does not allow tracking of most potential bounces from recipient mail servers. Only invalid messages bounced by your sender server have been counted.
ru_ru: Return-Path не настроен. Это не позволяет отследить большинство отказов от почтовых серверов получателей. Посчитаны только адреса, отвергнутые вашим сервером отправителя.

source: select
ru_ru: выбрать

source: Delete this sender
ru_ru: Удалить отправителя

source: Do you really want to delete this sender?
ru_ru: Вы действительно хотите удалить этого отправителя?

source: Invalid Email address
ru_ru: Неправильный адрес Email

source: Email is required
ru_ru: Поле Email обязательное

source: Sender Email must be unique
ru_ru: Email отправителя должен быть уникальным

source: No entries in this list
ru_ru: Нет записей в этом списке

source: You do not have any templates so far.
ru_ru: У вас пока нет ни одного шаблона.

source: Delete this Return-Path
ru_ru: Удалить этот Return-Path

source: Do you really want to delete this Return-Path?
ru_ru: Вы действительно хотите удалить этот Return-Path?

source: * NOTE:
ru_ru: * ПРИМЕЧАНИЕ:

source: Edit settings
ru_ru: Редактировать настройки

source: Categories
ru_ru: Категории

source: Additional emails
ru_ru: Дополнительные адреса

source: Total campaigns
ru_ru: Всего рассылок

source: No campaigns match search criteria.
ru_ru: Ни одна рассылка не удовлетворяет условиям поиска.

source: Nothing has been sent yet.
ru_ru: Пока ничего не отправлялось.

source: 60 messages per minute
ru_ru: 60 сообщений в минуту

source: 20 messages per minute
ru_ru: 20 сообщений в минуту

source: 10 messages per minute
ru_ru: 10 сообщений в минуту

source: 5 messages per minute
ru_ru: 5 сообщений в минуту

source: 1 message per minute
ru_ru: 1 сообщение в минуту

source: Maximum recipients daily limit has been exceeded:
ru_ru: Превышен максимально допустимый лимит получателей в день:

source: Maximum recipients limit has been exceeded:
ru_ru: Превышен максимально допустимый лимит получателей:

source: Author: can create their own campaigns and send them
ru_ru: Автор: может создавать свои рассылки и отправлять их

source: Inspector: can only view all existing campaigns, but cannot edit or send them
ru_ru: Инспектор: может только просматривать чужие рассылки, но не может их редактировать и отправлять

source: NOTE: Limited access does not allow to modify transport settings and manage subscribers.
ru_ru: ПРИМ.: Ограниченный доступ не позволяет модифицировать настройки транспорта и управлять подписчиками.

source: IMAP is not supported. Please use POP3.
ru_ru: Протокол IMAP не поддерживается. Используйте POP3.

source: Server
ru_ru: Сервер

source: Port
ru_ru: Порт

source: POP3 Port
ru_ru: Порт (POP3)

source: Login
ru_ru: Логин

source: Password
ru_ru: Пароль

source: Leave blank to keep current password.
ru_ru: Оставьте пустым, если не хотите менять пароль.

source: Secure (SSL)
ru_ru: Безопасность (SSL)

source: Transport
ru_ru: Транспорт

source: PHP mail() function
ru_ru: PHP-функция mail()

source: Debug mailer
ru_ru: Тестовый отправитель

source: When this option is selected messages are sent by the default transport specified in the Webasyst system settings.
ru_ru: При выборе этого варианта рассылки будут отправляться транспортом по умолчанию, указанным в системных настройках Webasyst.

source: Some web-hosting companies allow sending email message by means of this transport only. If it is required to specify additional parameters for the mail() function you can enter them in the provided text field. The default parameters are -f%s.
ru_ru: Некоторые хостинг-провайдеры позволяют отправлять электронные сообщения только этим транспортом. Если имеется необходимость ввести дополнительные параметры, их можно указать в текстовом поле при выборе варианта «PHP-функция mail()». По умолчанию используется параметр -f%s.

source: This is the web server’s system command for sending email in UNIX-like operating systems. The “Sendmail” option will allow you to specify a non-standard system command for sending messages if you are an experienced server administrator.
ru_ru: Это системная команда веб-сервера, с помощью которой выполняется отправка сообщений на UNIX-хостингах. Вариант транспорта «Sendmail» позволит вам указать нестандартную системную команду для отправки сообщений, если вы самостоятельно администрируете работу вашего веб-сервера.

source: Special server which is specifically used for sending email messages. You can send newsletters via any SMTP server for which you have connection credentials: host, port, user name, and password. It can be the SMTP server of your web-hosting company or that of a public mail service such as Gmail, Yahoo! Mail, Outlook.com, etc.
ru_ru: Специальный почтовый сервер, предназначенный для отправки электронной почты. Вы можете отправлять рассылки через любой SMTP-сервер, для подключения к которому у вас есть данные: адрес сервера, номер порта, имя пользователя (логин) и пароль — это может быть SMTP-сервер вашего хостинг-провайдера или публичного почтового сервиса (Mail.ru, Gmail и т. п.).

source: Parameters
ru_ru: Параметры

source: Command
ru_ru: Команда

source: Encryption
ru_ru: Шифрование

source: Note: mail will be saved to the wa-log/mailer/ directory and will NOT be sent to recipients.
ru_ru: Внимание: сообщения сохранятся в директорию wa-log/mailer/ и НЕ будут отправлены получателям.

source: None
ru_ru: Нет

source: Image will be uploaded into
ru_ru: Изображение будет загружено в директорию

source: Insert variable
ru_ru: Вставить переменную

source: Languages
ru_ru: Языки

source: Language
ru_ru: Язык

source: not set
ru_ru: не определен

source: not set
ru_ru: не указан

source: 0 recipients
ru_ru: 0 получателей

source: Embed this code in your website or blog page where you want this signup form to be displayed.
ru_ru: Вставьте этот код на страницу сайта или в блог — туда, где вы хотите разместить форму подписки.

source: Preview
ru_ru: Предпросмотр

source: Recipient
ru_ru: Получатель

source: Subscriber
ru_ru: Подписчик

source: contact deleted
ru_ru: контакт удален

source: total %s
ru_ru: всего %s

source: Exceptions
ru_ru: Исключения

source: All exceptions
ru_ru: Все исключения

source: Timeout error during recipient list preparation.
ru_ru: Превышен лимит времени на подготовку списка получателей.

source: Recipient list is being prepared.
ru_ru: Идет подготовка списка получателей.

source: We recommend that you create a dedicated email account for this purpose, and use it merely for receiving and processing these kinds of auto notification messages.
ru_ru: Рекомендуем для этой цели завести специальный адрес и не использовать его для иных целей, кроме получения и обработки подобных автоматических уведомлений.

source: Specify access parameters for an existing email account that will be used to receive auto notifications from recipients’ mail servers in case of campaign delivery errors.
ru_ru: Укажите реквизиты доступа к существующему адресу электронной почты, на который будут приходить автоматические уведомления от почтовых серверов получателей в случае ошибки доставки сообщения.

source: UTM tags will be added to all links (URLs) containing in the campaign message. It will allow to track these links visiting in your Google Analytics reports.
ru_ru: Ко всем адресам (URL), содержащимся в тексте рассылки, будут автоматически добавлены UTM-метки, которые позволят средствам веб-аналитики отследить открытия страниц по этим адресам.

source: Send to selected recipients (%d)
ru_ru: Отправить выбранным получателям (%d)

source: An error occurred during the sending of this campaign.
ru_ru: Во время отправки рассылки возникла ошибка.

source: Send test message
ru_ru: Отправить тестовое сообщение

source: Send to yourself
ru_ru: Отправить себе

source: Test message has been sent to:
ru_ru: Тестовые письма отправлены на следующие адреса:

source: Send one more test
ru_ru: Отправить тест еще раз

source: Excluded from this list will be unsubscribed contacts and those having delivering errors in previous campaigns.
ru_ru: Из них будут исключены ранее отписавшиеся контакты и те, у кого были ошибки доставки в прошлых рассылках.

source: We could not count the number of excepted recipients at this point, because a total number of your campaign recipients is too high. However, we will count every exception in the process of sending, and all such contacts will be placed in &ldquo;Exceptions&rdquo; list in the Sending Report.
ru_ru: В связи с тем, что количество получателей вашей рассылки велико, мы сейчас не смогли посчитать точное количество иключенных адресов. Однако все исключенные получатели будут точно определены в процессе рассылки и попадут в список &laquo;Исключения&raquo; в отчете о рассылке.

source: Send to contacts having delivering errors anyway
ru_ru: Отправить имевшим ошибки доставки все равно

source: Use this option only if the reason of delivering errors has been resolved; otherwise recipient mail servers can ban your sending server for spam.
ru_ru: Используйте эту опцию только после устранения причины недоставки сообщений. В противном случае почтовые серверы получателей могут поместить ваш сервер отправителя в &laquo;черный список&raquo;.

source: Excluded from this list will be:
ru_ru: Из них будут исключены:

source: Having delivering errors in previous campaign
ru_ru: Имевшие ошибки доставки в прошлых рассылках

source: Delivery errors
ru_ru: Ошибки доставки

source: search by name or email
ru_ru: поиск по имени или электронному адресу

source: Previous attempts to send messages to these email addresses have resulted in a permanent error returned by the recipient server.
ru_ru: В этот список автоматически попадают те адреса, почтовый сервер которых вернул сообщение о постоянной ошибке в адресе получателя.

source: The corresponding mail boxes either do not exist, or cannot receive your messages for some reason.
ru_ru: Такие адреса либо не существуют, либо не могут по какой-либо причине получать от вас сообщения.

source: Further attempts to send messages to these addresses may result in the blacklisting of your mail server.
ru_ru: Попытки повторных рассылок на эти адреса могут привести к тому, что ваш сервер отправителя попадет в &laquo;черный список&raquo;.

source: Therefore, it is recommended to exclude these addresses from all future recipient lists.
ru_ru: По этой причине данные адреса исключаются по умолчанию из списков получателей ваших рассылок.

source: Remove address from this list
ru_ru: Удалить адрес из этого списка

source: We recommend you to remove addresses from the list of &ldquo;undeliverable&rdquo; only in case you have resolved issues with delivering errors for these email addresses.
ru_ru: Мы рекомендуем вам удалять адрес из списка &laquo;недоставляемых&raquo; только в тех случаях, когда вы устранили причину недоставки сообщений до данного адресата.

source: No addresses match search criteria.
ru_ru: Ни один адрес не удовлетворяет условиям поиска.

source: No delivering errors yet.
ru_ru: Ошибок доставки пока не было.

source: Campaign date
ru_ru: Дата рассылки

source: Campaign subject
ru_ru: Тема рассылки

source: Continue only if you are acting on behalf of and for the benefit of this client, or have unsubscribed before for testing purposes.
ru_ru: Продолжите, только если вы действуете от имени и во благо данного контакта, либо отписка была ранее выполнена с целью тестирования.

source: System Default
ru_ru: Системный по умолчанию

source: System default
ru_ru: Системный по умолчанию

source: System default (%s)
ru_ru: Системный по умолчанию (%s)

source: Drag and drop templates to change their sort order in this list.
ru_ru: Изменяйте порядок сортировки шаблонов в этом списке с помощью перетаскивания.

source: Blank
ru_ru: Чистый лист

source: No recipients selected.
ru_ru: Не выбрано ни одного получателя.

source: No message body.
ru_ru: Не введен текст сообщения.

source: No message subject.
ru_ru: Нет темы сообщения.
