Repository: webasyst/mailer
Catalog: locale/*/LC_MESSAGES/mailer.po
Languages: ru_ru

source: Upload image
ru_ru: Загрузить изображение

source: Enable Feedback-ID header for GMail FBL Tool
ru_ru: Включить заголовок Feedback-ID для GMail FBL Tool

source: Where: a, b, c are optional fields that can be used to embed up to 3 Identifiers (campaign/customer/other).
ru_ru: Где a, b, c — это необязательные поля для вставки до 3 идентификаторов (campaign/customer/other).

source: SenderId is a mandatory unique Identifier (5–15 characters).
ru_ru: SenderId — это обязательный уникальный идентификатор (5–15 символов).

source: Invalid string.
ru_ru: Некорректная строка.

source: Segment
ru_ru: Сегмент

source: CRM Segments
ru_ru: Сегменты CRM

source: Controller is supported only if Contacts app and PRO plugin are installed.
ru_ru: Контроллер поддерживается, только если установлены приложение «Контакты» с плагином «PRO».

source: Action is supported only if Contacts app and PRO plugin are installed.
ru_ru: Экшен поддерживается, только если установлены приложение «Контакты» и плагин «PRO».

source: Action is supported only if Contacts app is available, with no PRO plugin installed.
ru_ru: Экшен поддерживается, только если установлено приложение «Контакты» — без плагина «PRO».

source: Action is supported only if CRM app is installed.
ru_ru: Экшен поддерживается, только если установлено приложение CRM.

source: Invalid captcha
ru_ru: Капча введена неверно

source: prev
ru_ru: пред

source: next
ru_ru: след

source: NOTE: This contact will not be deleted. It will be only removed from the subscription list.
ru_ru: Контакт будет исключен из списка рассылок, но сохранится в вашей базе данных.

source: Do you really want to remove contact %s from subscribers?
ru_ru: Исключить контакт %s из списка рассылки?

source: Specified
ru_ru: Указан

source: It is recommended to specify an existing email address which you do not check for new mail as the sender’s address for such notifications; e.g., noreply@yourdomain.com. This will help minimize the number of redundant requests.
ru_ru: Рекомендуется указывать существующий email-адрес, в котором вы не проверяете почту, в качестве адреса отправителя для таких уведомлений, например, noreply@yourdomain.ru. Это поможет минимизировать количество избыточных запросов.

source: Use source email address if request came by email
ru_ru: Использовать email-адрес источника, если запрос получен по email

source: Deleted contact #%d
ru_ru: Удаленный контакт №%d

source: Plugins
ru_ru: Плагины

source: Sub-addressing
ru_ru: Субадресация

source: Disable if your mail server does not support sub-addressing in email addresses, i.e. addresses containing the “+” character.
ru_ru: Отключите, если ваш почтовый сервер не поддерживает субадресацию, т. е. использование email-адресов с символом «+».

source: no data in mailing log
ru_ru: нет данных в логе рассылки

source: Previously unavailable
ru_ru: Ранее недоступные

source: Previously unsubscribed
ru_ru: Ранее отписавшиеся

source: Undelivered
ru_ru: Не доставлено

source: Sending error
ru_ru: Ошибка отправки

source: Waiting for sending
ru_ru: Ожидание отправки

source: Delivered
ru_ru: Доставлено

source: All drafts
ru_ru: Все черновики

source: HTML mode (advanced)
ru_ru: HTML-режим (только для опытных пользователей)

source: Back to visual editor
ru_ru: Вернуться к визуальному редактору

source: The WYSIWYG editor’s markup is not fully compatible with your custom HTML code; therefore, you may see malformed content in the editor below. If so, please switch to the HTML (advanced) mode to keep your changes.
ru_ru: Разметка визуального редактора не полностью совместима с вашим HTML-кодом, поэтому вы можете увидеть испорченное содержимое в окне редактора. В таком случае переключитесь в режим HTML, чтобы сохранить свои изменения.

source: Switch to HTML mode
ru_ru: Переключиться в HTML-режим

source: <strong>HTML editing mode is for experienced users only.</strong> If you switch to the HTML mode now, you will have to keep it for this particular email campaign until it is sent. Changes made directly to the HTML content may not be supported by the WYSIWYG editor!
ru_ru: <strong>Режим редактирования HTML предназначен только для опытных пользователей.</strong> Если вы переключитесь в HTML-режим сейчас, то вам будет необходимо оставаться в этом режиме для этой рассылки до тех пор, пока рассылка не будет отправлена. Изменения, сделанные в HTML-коде, невозможно перенести обратно в визуальный редактор!

source: All custom HTML changes will be lost
ru_ru: Все изменения в HTML будут потеряны

source: <strong>Stop here!</strong> If you switch to the visual editor now then all changes made to the HTML code in the advanced mode will be lost because they are not supported in the visual editing mode. <strong>Drop all HTML code changes?</strong>
ru_ru: <strong>Внимание!</strong> Все изменения, сделанные в исходном HTML-коде, будут потеряны, так как их невозможно перенести обратно в визуальный редактор. <strong>Сбросить все изменения в HTML?</strong>

source: Switch
ru_ru: Переключиться

source: Select a category or run a search to view recipients.
ru_ru: Выберите категорию или выполните поиск, чтобы показать получателей.

source: Warning
ru_ru: Предупреждение

source: A campaign can be sent to selected contact groups or segments, including additional recipients added manually.
ru_ru: В качестве получателей рассылки могут быть указаны различные группы и сегменты из вашей базы контактов, а также дополнительные адреса, указанные вручную.

source: Select groups
ru_ru: Выбрать отдельно

source: Actions
ru_ru: Действия

source: Sending duration
ru_ru: Длительность отправки

source: How were selected
ru_ru: Как были выбраны

source: UTM tags
ru_ru: UTM-метки

source: Feedback-ID header for GMail FBL Tool
ru_ru: Заголовок Feedback-ID для GMail FBL Tool

source: Form width
ru_ru: Ширина формы

source: 200—600 pixels
ru_ru: 200–600 пикселей

source: This contact will not be deleted. It will be only removed from all subscription lists.
ru_ru: Контакт не будет удален. Он будет только исключен из всех подписок.

source: This contact will not be deleted. It will be only eliminated from this subscription list.
ru_ru: Контакт не будет удален. Он будет только исключен из текущего списка подписчиков.

source: Promo
ru_ru: Промо

source: Digest
ru_ru: Дайджест

source: Flare
ru_ru: Анонс

source: Invoice
ru_ru: Инвойс

source: Transactional
ru_ru: Уведомление

source: Columns
ru_ru: Колонки

source: Sidebar
ru_ru: Сайдбар

source: Ecom_Holliday
ru_ru: Скидки

source: Ecom_Sweet
ru_ru: Праздник

source: Pets
ru_ru: Питомцы

source: Black_Friday
ru_ru: Чёрная пятница

source: Interior
ru_ru: Интерьер

source: Real_Estate
ru_ru: Недвижимость

source: Journeys
ru_ru: Путешествия

source: Street_Food
ru_ru: Еда

source: Workshops
ru_ru: Семинары

source: Igrushki
ru_ru: Игрушки

source: Kosmetika
ru_ru: Косметика

source: Podarki
ru_ru: Подарки

source: Zhyoltyy
ru_ru: Жёлтый

source: Copy
ru_ru: Скопировать

source: Copied
ru_ru: Скопировано

source: Cancel the upload
ru_ru: Отменить загрузку

source: Next
ru_ru: Далее

source: About Revolvapp
ru_ru: О редакторе Revolvapp

source: <p class="h2">About the Revolvapp editor</p><p>Mailer app uses WYSIWYG editor <a href="https://imperavi.com/revolvapp/" rel="noopener" target="_blank">Revolvapp</a> to compose email messages. This editor has been developed by the <em>Imperavi</em> company.</p><p class="h3">How to work with the editor</p><p>Select a content area that you would like to edit. Once you do so, relevant buttons will be displayed for you to change the selected area.</p><p>Try out all available editing options until you get used to the way the editor responds to your actions. Experiment with every button to learn how it changes the content. After that you will be ready to launch your first email campaign!</p>
ru_ru: <p class="h2">О визуальном редакторе Revolvapp</p><p>Для составления содержимого сообщений в приложении «Рассылки» используется визуальный редактор <a href="https://imperavi.com/revolvapp/" rel="noopener" target="_blank">Revolvapp</a>. Этот редактор разработан сторонней компанией Imperavi.</p><p class="h3">Как работать с редактором</p><p>Выберите в тексте письма ту область, которую хотите отредактировать. В панели инструментов появятся кнопки, которые позволят вам изменить эту часть содержимого.</p><p>Поработайте с редактором некоторое время, чтобы привыкнуть к тому, как он действует. Поэкспериментируйте с каждой кнопкой, чтобы немного освоиться. После этого приступайте к созданию своей первой email-рассылки!</p>

source: not set yet
ru_ru: еще не выбран

source: Images & files upload
ru_ru: Загрузка изображений и файлов

source: Drag & drop an image or any other file:
ru_ru: Перетащите изображение или любой файл:

source: Select a file
ru_ru: Выберите файл

source: Message title
ru_ru: Заголовок

source: A Return-Path address can be deleted in %d day after the last campaign it was used for.
ru_ru: Адрес Return-Path можно удалить через %d день после завершения последней рассылки, в которой он использовался.

source: Ready to send to <span class="bold">%d recipients</span>.
ru_ru: Готово к отправке <span class="bold">%d получателю</span>.

source: Select...
ru_ru: Выберите...

source: The message was delivered and has been viewed by recipients.
ru_ru: Письмо было доставлено и прочитано получателями.

source: The message was sent but it is unknown whether it has been viewed by recipients.
ru_ru: Письмо отправлено, но о факте его прочтения получателем неизвестно.

source: Recipients have clicked on the “Unsubscribe” link in this message. They will be listed in the “Exceptions” section in future campaings’ reports.
ru_ru: Получатели нажали на ссылку «Отписаться» в этом письме. При отправке следующих рассылок они попадут в категорию «Исключения».

source: The message was not delivered to recipients due to various technical issues such as incorrectly configured mail servers or non-existent email addresses.
ru_ru: Письмо не было доставлено получателям из-за различных технических проблем, например, неправильно настроенные почтовые серверы получателей или несуществующие email-адреса.

source: Starting...
ru_ru: Начинаем...

source: Just a second...
ru_ru: Еще чуть-чуть...

source: Almost ready...
ru_ru: Уже скоро...

source: Please wait...
ru_ru: Подождите...

source: Launch campaign
ru_ru: Начать рассылку

source: The sending will take <strong>about %s</strong>.
ru_ru: Рассылка будет длиться <strong>около %s</strong>.

source: The sending will take <strong>%s</strong>.
ru_ru: Рассылка будет длиться <strong>%s</strong>.

source: about %d minute
ru_ru: около %d минуты

source: about %d hour
ru_ru: около %d часа

source: less than a minute
ru_ru: менее минуты

source: This file will be deleted from all campaigns.
ru_ru: Этот файл будет удален из всех рассылок.

source: %d message
ru_ru: %d письмо

source: hour
ru_ru: час

source: day
ru_ru: день

source: month
ru_ru: месяц

source: total
ru_ru: всего

source: Email From
ru_ru: Адрес From

source: Email Reply-To
ru_ru: Адрес Reply-To

source: Cost
ru_ru: Стоимость

source: %s / message
ru_ru: %s / письмо

source: Current balance
ru_ru: Текущий баланс

source: Top up balance
ru_ru: Пополнить баланс

source: Add IP address to the white list
ru_ru: Добавить IP-адрес в белый список

source: White list of IP addresses
ru_ru: Белый список IP-адресов

source: Confirmation code
ru_ru: Код подтверждения

source: Server response
ru_ru: Ответ сервера

source: Confirm
ru_ru: Подтвердить

source: Code has been sent to phone number %s.
ru_ru: Код отправлен на номер телефона %s.

source: Code has been sent to email address %s.
ru_ru: Код отправлен на email-адрес %s.

source: Response code: %s.
ru_ru: Код ответа: %s.

source: Webasyst API error
ru_ru: Ошибка API Webasyst

source: Selected transport does not require DKIM setup.
ru_ru: Выбранный транспорт не требует настройки DKIM.

source: <a href="%s">Connect to Webasyst ID</a> to use the Webasyst sender server.
ru_ru: <a href="%s">Подключите Webasyst ID</a>, чтобы пользоваться отправителем Webasyst.

source: Running an email campaign via Webasyst services will ensure reliable message deliverability.
ru_ru: Отправка рассылки через службы Webasyst обеспечит надежную доставку сообщений получателям.

source: If you have your own SMTP server, you may use it to send email campaigns, too.
ru_ru: Если у вас есть собственный SMTP-сервер, то отправлять рассылку можно и через него.

source: To do so, <a href="javascript:void(0)" class="open-sender-dialog-new">add a new sender server</a>.
ru_ru: Для этого необходимо <a href="javascript:void(0)" class="open-sender-dialog-new">Добавить новый сервер отправителя</a>.

source: Switch plan
ru_ru: Сменить тариф

source: Free
ru_ru: Бесплатно

source: The IP address of the server where your Mailer app is installed is in the list of banned addresses.
ru_ru: IP-адрес сервера, на котором установлено ваше приложение «Рассылки», попал в список запрещенных адресов.

source: It might have been caused by several technical reasons; e.g., by moving your Webasyst account to another server.
ru_ru: Это могло произойти по ряду технических причин, например, в результате переезда вашей установки на новый хостинг.

source: Click this button to add your new IP address to the list of allowed addresses.
ru_ru: Нажмите на кнопку, чтобы добавить ваш новый IP-адрес в реестр разрешенных адресов.

source: Add current IP address to the white list
ru_ru: Включить текущий IP-адрес в белый список

source: %s remains
ru_ru: Остался %s

source: Enough to send &#8776;%s message.
ru_ru: Достаточно для отправки &#8776;%s сообщения.

source: Sender server
ru_ru: Сервер отправителя

source: Sending cost
ru_ru: Стоимость рассылки

source: Sender name
ru_ru: Имя отправителя

source: Unknown or deleted
ru_ru: Неизвестный или удаленный

source: Add own server
ru_ru: Добавить собственный сервер

source: When you send messages via your SMTP server or a third-party service, you need to set up the sending parameters on your own.
ru_ru: Когда вы отправляете сообщения через свой SMTP-сервер или сторонний сервис, необходимо самостоятельно настроить параметры отправки.

source: SMTP server
ru_ru: SMTP-сервер

source: Try the Webasyst Email Sender to send email campaigns!
ru_ru: Попробуйте Webasyst Email Sender для отправки рассылки!

source: Not used for the selected transport.
ru_ru: Не используется для выбранного транспорта.

source: Please switch to the Webasyst 2 mode to edit the selected sender.
ru_ru: Чтобы отредактировать выбранного отправителя, переключитесь в режим интерфейса Webasyst 2.

source: Not sufficient account balance to continue the campaign.
ru_ru: Недостаточно средств на счету для продолжения рассылки.

source: Add funds to your balance in the sender settings.
ru_ru: Пополните счет, открыв настройки отправителя.

source: Current account balance: <strong>%s</strong>, sending cost: <strong>%s</strong>.
ru_ru: Текущее состояние счета: <strong>%s</strong>; стоимость рассылки: <strong>%s</strong>.

source: Not sufficient account balance to complete the campaign.
ru_ru: Недостаточно средств на счете для полной отправки рассылки.

source: Please to up your balance.
ru_ru: Необходимо пополнить баланс.

source: Use the “%s” button above on this page.
ru_ru: Используйте кнопку «%s» выше на этой странице.

source: DKIM is set up on Webasyst servers and does not require additional setup in the Mailer app.
ru_ru: DKIM настроен на серверах Webasyst и не требует дополнительной настройки в приложении «Рассылки».

source: Webasyst API transport connection error
ru_ru: Ошибка подключения к API транспорта Webasyst

source: Not sufficient account balance. Please top up your balance to resume the campaign.
ru_ru: Недостаточно средств на счете. Пополните баланс и после этого снимите рассылку с паузы.

source: To prevent messages from being rejected or marked as SPAM by recipients’ servers, the sender’s information will be replaced as follows in the message headers:
ru_ru: Чтобы сообщения не отвергались серверами получателей и не помечались как спам, информация об отправителе в заголовках отправленных сообщений будет изменена следующим образом:

source: Sender address <em>%s</em> cannot be used for sending email campaigns via the Webasyst service because of the <em>%s</em> domain’s DMARC policy level <strong>%s</strong>.
ru_ru: Адрес отправителя <em>%s</em> не может использоваться для выполнения рассылок через сервис Webasyst — этого не допускает DMARC-политика домена <em>%s</em> уровня <strong>%s</strong>.

source: If you do not want such a replacement and would like to use only sender address <em>%s</em> then change the DMARC policy for domain name <strong>%s</strong> (it may be required to wait up to 2 days for this change to take effect). Or use a sender address on a different domain, or subdomain, with a different DMARC policy level.
ru_ru: Если вам не нужна такая замена и обязательно необходимо использовать адрес отправителя <em>%s</em>, измените политику DMARC для домена <strong>%s</strong> (может потребоваться ожидание до 2 суток, чтобы изменения вступили в силу). Или используйте адрес отправителя на другом домене (либо поддомене) с другим уровнем политики DMARC.

source: Accept replacement
ru_ru: Принять изменение

source: Edit email From
ru_ru: Редактировать адрес From

source: Basic
ru_ru: Основные

source: Store
ru_ru: Магазин

source: These templates will allow you to embed products data from the Store app in a message. To use these templates, open the %sProducts%s section in the Store app, select the desired products, and execute the “%s” action on them.
ru_ru: Эти шаблоны могут подставлять в письмо данные о товарах из приложения «Магазин». Для использования этих шаблонов перейдите в раздел «%sТовары%s» в приложении «Магазин», выберите нужные товары и выполните с ними действие «%s».

source: No sender email address specified.
ru_ru: Не указан email-адрес отправителя.

source: Invalid sender email address.
ru_ru: Некорректный email-адрес отправителя.

source: Invalid Reply-to email address.
ru_ru: Некорректный адрес Reply-to.

source: Access denied.
ru_ru: Доступ запрещен.

source: API error
ru_ru: Ошибка API

source: Failed to send email: %s
ru_ru: Не удалось отправить сообщение: %s

source: Create a new email campaign
ru_ru: Создать новую email-рассылку

source: Email campaign
ru_ru: Сделать рассылку

source: Select a template
ru_ru: Выберите шаблон

source: No name
ru_ru: Без названия

source: You have no email templates that support embedding selected products data.<br><br>Create such a template in the %sMailer%s app.
ru_ru: У вас нет ни одного email-шаблона, который может автоматически заполняться данными о выбранных товарах.<br><br>Создайте такой шаблон в приложении «%sРассылки%s».

source: To show products from the Store app in an email message, add green blocks to your template. Special variables contained in those blocks are automatically replaced with selected products’ information when you create a new email campaign.
ru_ru: Для того чтобы шаблон умел подставлять в письмо товары из приложения «Магазин», добавьте в шаблон зеленые блоки — они содержат специальные переменные, которые при создании рассылки заменяются на информацию о выбранных товарах.

source: Create new template
ru_ru: Создать новый шаблон
